import React from 'react';

const HomePageClause = () => {
    return (
        <div className="homepage__clause">
            <div className='homePage__clauseContainer'>
                <div className='homePage__clause__title'>
                    Онлайн-кинотеатр Иви: фильмы в хорошем качестве всегда приносят настоящее удовольствие
                </div>

                <div className='homePage__clause__description'>
                    <p>Каждый день миллионы людей ищут фильмы онлайн, и никто не хочет усложнять себе жизнь – и вы наверняка один из них! А раз так, то Иви – это именно тот ресурс, который вам нужен. От лучших кинолент в HD-качестве вас отделяет буквально один клик. Мы не просто освобождаем от необходимости идти в кинотеатр или изучать программу телепередач – у посетителей нашего ресурса гораздо больше возможностей.</p>

                    <p>Видеотека Иви – это постоянно пополняющаяся коллекция в рунете, которая насчитывает более 60 тысяч отечественного и зарубежного контента, доступного для просмотра онлайн. Мы первыми в России подписали контракты с крупнейшими голливудскими студиями (Walt Disney, Warner Bros., Sony, 20th Century Fox, Universal, Paramount, MGM и другими) и на постоянной основе сотрудничаем с крупнейшими российскими компаниями и телеканалами.</p>

                    <p>Онлайн-кинотеатр ivi.ru – это:</p>

                    <ul className='homePage__clause__ul'>
                        <li className='homePage__clause__li'>уникальная рекомендательная система, учитывающая ваши предпочтения и предлагающая посмотреть именно то, что точно придется вам по душе;</li>
                        <li className='homePage__clause__li'>просмотр в одно касание на любом из устройств, подключенном к вашему Иви-аккаунту – от смартфонов до телевизоров с технологией Smart TV;</li>
                        <li className='homePage__clause__li'>возможность скачивать в память мобильного устройства лицензионный контент и смотреть его без доступа к Интернету;</li>
                        <li className='homePage__clause__li'>уникальные условия и преимущества для обладателей подписки Иви, делающей кинопросмотр комфортным и приятным;</li>
                        <li className='homePage__clause__li'>удобная и продвинутая система уведомлений, вы не пропустите выход крутого обсуждаемого блокбастера – мы известим о появлении подходящим для вас способом;</li>
                        <li className='homePage__clause__li'>возможность добавлять фильмы в «смотреть позже», чтобы вернуться к ним в свободное время;</li>
                        <li className='homePage__clause__li'>контент, для просмотра которого не требуется устанавливать видеоплееры или искать кодеки;</li>
                        <li className='homePage__clause__li'>просмотр онлайн контента хорошего разрешения без регистрации и смс.</li>
                    </ul>

                    <p>Откройте для себя возможность смотреть фильмы онлайн бесплатно в отличном качестве с кинотеатром Иви!</p>

                    <div className='homePage__clause__toggle'>
                        Развернуть/Свернуть
                    </div>
                </div>
            </div>
        </div>
    );
};

export default HomePageClause;